<?php
return array(
	5 => array( // Weapons
        0 => '空手',
        1 => '短剑',
        2 => '单手剑',
        3 => '双手剑',
        4 => '单手矛',
        5 => '双手矛',
        6 => '单手斧',
        7 => '双手斧',
        8 => '钝器',
		//9 => 'Unused',
        10 => '手杖',
        11 => '弓',
        12 => '拳套',
        13 => '乐器',
        14 => '鞭子',
        15 => '书本',
        16 => '拳刃',
        17 => '左轮手枪',
        18 => '來福枪',
        19 => '格林机枪',
        20 => '散弹枪',
        21 => '榴弹枪',
        22 => '风魔手里剑',
        23 => '双手杖',
		//24 => '',
		25 => 'Dual-wield Daggers',
		26 => 'Dual-wield Swords',
		27 => 'Dual-wield Axes',
		28 => 'Dagger + Sword',
		29 => 'Dagger + Axe',
		30 => 'Sword + Axe'
	),
	10 => array( // Ammo
		1 => '箭矢',
		2 => '飞刀',
		3 => '子弹',
		4 => '榴弹',
		5 => '手榴弹',
		6 => '手里剑',
		7 => '苦无',
		8 => '炮弹',
		9 => '投掷物品'
	)
)
?>
